Repository: rhevorn/sift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: App Size
de: App-Größe
es: Tamaño de la aplicación
fr: Taille de l'application
ja: アプリのサイズ
ko: 앱 크기
pt_br: Tamanho do aplicativo
ru: Размер приложения
zh_hans: 应用大小
zh_hant: 應用大小

source: App Traffic
de: App-Datenverkehr
es: Tráfico de aplicaciones
fr: Trafic des applications
ja: アプリ通信量
ko: 앱 트래픽
pt_br: Tráfego de apps
ru: Трафик приложений
zh_hans: 应用流量
zh_hant: App 流量

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
zh_hans: 外观
zh_hant: 外觀

source: Apple Device Communication Service
de: Apple-Gerätekommunikationsdienst
es: Servicio de comunicación de dispositivos Apple
fr: Service de communication avec les appareils Apple
ja: Appleデバイス通信サービス
ko: Apple 장치 통신 서비스
pt_br: Serviço de comunicação de dispositivos Apple
ru: Служба связи устройств Apple
zh_hans: Apple 设备通信服务
zh_hant: Apple 裝置通訊服務

source: application
de: Anwendung
es: aplicación
fr: demande
ja: アプリケーション
ko: 신청
pt_br: aplicação
ru: приложение
zh_hans: 应用程序
zh_hant: 應用程式

source: application data
de: Anwendungsdaten
es: datos de la aplicación
fr: données d'application
ja: アプリケーションデータ
ko: 애플리케이션 데이터
pt_br: dados do aplicativo
ru: данные приложения
zh_hans: 应用数据
zh_hant: 應用資料

source: Application extension
de: Anwendungserweiterung
es: Extensión de la aplicación
fr: Extension de candidature
ja: アプリケーションの拡張機能
ko: 애플리케이션 확장
pt_br: Extensão de aplicativo
ru: Расширение приложения
zh_hans: 应用扩展
zh_hant: 應用程式擴充

source: Applications installed by the current user
de: Vom aktuellen Benutzer installierte Anwendungen
es: Aplicaciones instaladas por el usuario actual
fr: Applications installées par l'utilisateur actuel
ja: 現在のユーザーがインストールしたアプリケーション
ko: 현재 사용자가 설치한 애플리케이션
pt_br: Aplicativos instalados pelo usuário atual
ru: Приложения, установленные текущим пользователем
zh_hans: 当前用户安装的应用
zh_hant: 目前用戶安裝的應用

source: Apply Changes
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les modifications
ja: 変更を適用
ko: 변경 사항 적용
pt_br: Aplicar alterações
ru: Применить изменения
zh_hans: 应用更改
zh_hant: 套用變更

source: Apps on this Mac were detected automatically
de: Apps auf diesem Mac wurden automatisch erkannt
es: Las aplicaciones en esta Mac se detectaron automáticamente
fr: Les applications sur ce Mac ont été détectées automatiquement
ja: この Mac 上のアプリは自動的に検出されました
ko: 이 Mac의 앱이 자동으로 감지되었습니다.
pt_br: Os aplicativos neste Mac foram detectados automaticamente
ru: Приложения на этом Mac были обнаружены автоматически
zh_hans: 已自动读取这台 Mac 上的应用
zh_hant: 已自動讀取這台 Mac 上的應用

source: Apps that open automatically after logging in are displayed here; some new items can only be managed in system settings.
de: Hier werden Apps angezeigt, die sich nach der Anmeldung automatisch öffnen; Einige neue Elemente können nur in den Systemeinstellungen verwaltet werden.
es: Aquí se muestran las aplicaciones que se abren automáticamente después de iniciar sesión; Algunos elementos nuevos solo se pueden administrar en la configuración del sistema.
fr: Les applications qui s'ouvrent automatiquement après la connexion sont affichées ici ; certains nouveaux éléments ne peuvent être gérés que dans les paramètres système.
ja: ログイン後に自動的に開くアプリがここに表示されます。一部の新しいアイテムはシステム設定でのみ管理できます。
ko: 로그인 후 자동으로 열리는 앱이 여기에 표시됩니다. 일부 새 항목은 시스템 설정에서만 관리할 수 있습니다.
pt_br: Os aplicativos que abrem automaticamente após o login são exibidos aqui; alguns novos itens só podem ser gerenciados nas configurações do sistema.
ru: Здесь отображаются приложения, которые открываются автоматически после входа в систему; некоторыми новыми элементами можно управлять только в настройках системы.
zh_hans: 这里显示登录后自动打开的 App；部分新式项目只能在系统设置中管理。
zh_hant: 這裡顯示登入後自動開啟的 App；部分新式項目只能在系統設定中管理。

source: Apps that open when logging in can be added in system settings
de: Apps, die beim Anmelden geöffnet werden, können in den Systemeinstellungen hinzugefügt werden
es: Las aplicaciones que se abren al iniciar sesión se pueden agregar en la configuración del sistema
fr: Les applications qui s'ouvrent lors de la connexion peuvent être ajoutées dans les paramètres système
ja: ログイン時に開くアプリはシステム設定で追加できます
ko: 로그인 시 열리는 앱을 시스템 설정에 추가할 수 있습니다.
pt_br: Aplicativos que abrem ao fazer login podem ser adicionados nas configurações do sistema
ru: Приложения, которые открываются при входе в систему, можно добавить в настройках системы.
zh_hans: 可以在系统设置中添加登录时打开的 App
zh_hant: 可以在系統設定中新增登入時開啟的 App

source: Apps, command-line tools, and related leftovers
de: Apps, Befehlszeilentools und verwandte Reste
es: Aplicaciones, herramientas de línea de comandos y restos relacionados
fr: Applications, outils de ligne de commande et restes associés
ja: アプリ、コマンドライン ツール、および関連する残り物
ko: 앱, 명령줄 도구 및 관련 남은 항목
pt_br: Aplicativos, ferramentas de linha de comando e sobras relacionadas
ru: Приложения, инструменты командной строки и связанные с ними остатки
zh_hans: 应用、命令行工具与关联残留
zh_hant: 應用、命令列工具與關聯殘留

source: Ask Selected Apps to Quit
de: Ausgewählte Apps zum Beenden auffordern
es: Solicitar a las aplicaciones seleccionadas que salgan
fr: Demander aux applications sélectionnées de quitter
ja: 選択したアプリに終了を要求する
ko: 선택한 앱에 종료 요청
pt_br: Peça aos aplicativos selecionados para encerrar
ru: Попросите выбранные приложения закрыть
zh_hans: 请求退出所选 App
zh_hant: 請求退出所選 App

source: Asked macOS to release file caches; memory pressure has been sampled again.
de: Habe macOS gebeten, Datei-Caches freizugeben; Der Speicherdruck wurde erneut gemessen.
es: Pidió a macOS que liberara cachés de archivos; La presión de la memoria ha sido muestreada nuevamente.
fr: A demandé à macOS de libérer les caches de fichiers ; la pression de la mémoire a été à nouveau échantillonnée.
ja: macOS にファイル キャッシュを解放するよう要求しました。メモリプレッシャーが再びサンプリングされました。
ko: macOS에게 파일 캐시를 해제하도록 요청했습니다. 메모리 압력이 다시 샘플링되었습니다.
pt_br: Solicitou ao macOS que liberasse caches de arquivos; a pressão da memória foi amostrada novamente.
ru: Попросил macOS освободить кэши файлов; давление памяти было снова измерено.
zh_hans: 已请求 macOS 释放文件缓存；内存压力已重新采样。
zh_hant: 已請求 macOS 釋放檔案快取；記憶體壓力已重新採樣。

source: Asking %@ to quit gracefully…
de: Ich bitte %@, ordnungsgemäß aufzuhören …
es: Pidiendo al %@ que deje de fumar con gracia…
fr: Demander au %@ d’arrêter gracieusement…
ja: %@ に正常に終了するよう依頼しています...
ko: %@에게 우아하게 종료하라고 요청하는 중…
pt_br: Pedindo ao %@ para sair normalmente…
ru: Прошу %@ уйти вежливо…
zh_hans: 正在请求 %@ 正常退出…
zh_hant: 正在請求 %@ 正常退出…

source: Asking %lld apps to quit normally…
de: %lld Apps werden aufgefordert, normal zu beenden ...
es: Pidiendo a %lld aplicaciones que se cierren normalmente...
fr: Demander aux applications %lld de se fermer normalement…
ja: %lld 個のアプリに通常どおり終了するよう要求しています…
ko: %lld개의 앱을 정상적으로 종료하도록 요청 중...
pt_br: Solicitando que %lld aplicativos fechem normalmente…
ru: Прошу %lld приложений завершить работу в обычном режиме…
zh_hans: 正在请求 %lld 个 App 正常退出…
zh_hant: 正在請求 %lld 個 App 正常退出…

source: Asking macOS to release file caches…
de: Bitten Sie macOS, Datei-Caches freizugeben …
es: Pedirle a macOS que libere cachés de archivos...
fr: Demander à macOS de libérer les caches de fichiers…
ja: macOS にファイル キャッシュを解放するように要求しています…
ko: macOS에 파일 캐시 해제를 요청하는 중…
pt_br: Pedindo ao macOS para liberar caches de arquivos…
ru: Просить macOS освободить кэши файлов…
zh_hans: 正在请求 macOS 释放文件缓存…
zh_hant: 正在請求 macOS 釋放檔案快取…

source: Asking macOS to release idle memory…
de: Aufforderung an macOS, ungenutzten Speicher freizugeben …
es: Solicitarle a macOS que libere la memoria inactiva…
fr: Demander à macOS de libérer de la mémoire inutilisée…
ja: macOS にアイドル状態のメモリを解放するように要求しています…
ko: macOS에 유휴 메모리 해제를 요청하는 중…
pt_br: Pedindo ao macOS para liberar memória ociosa…
ru: Просьба macOS освободить свободную память…
zh_hans: 正在让 macOS 释放闲置内存…
zh_hant: 正在讓 macOS 釋放閒置記憶體…

source: Auto Updating
de: Automatische Aktualisierung
es: Actualización automática
fr: Mise à jour automatique
ja: 自動更新
ko: 자동 업데이트
pt_br: Atualização automática
ru: Автоматическое обновление
zh_hans: 自动更新
zh_hant: 自動更新

source: Automatic updates paused
de: Automatische Updates angehalten
es: Actualizaciones automáticas en pausa
fr: Mises à jour automatiques suspendues
ja: 自動更新が一時停止されました
ko: 자동 업데이트가 일시중지되었습니다.
pt_br: Atualizações automáticas pausadas
ru: Автоматические обновления приостановлены
zh_hans: 自动更新已暂停
zh_hant: 自動更新已暫停

source: Available Space
de: Verfügbarer Platz
es: Espacio disponible
fr: Espace disponible
ja: 利用可能なスペース
ko: 사용 가능한 공간
pt_br: Espaço disponível
ru: Доступное пространство
zh_hans: 可用空间
zh_hant: 可用空間

source: Background Activity
de: Hintergrundaktivität
es: Actividad de fondo
fr: Activité en arrière-plan
ja: バックグラウンドアクティビティ
ko: 백그라운드 활동
pt_br: Atividade em segundo plano
ru: Фоновая активность
zh_hans: 后台活动
zh_hant: 後台活動

source: Background service
de: Hintergrunddienst
es: Servicio en segundo plano
fr: Service d'arrière-plan
ja: バックグラウンドサービス
ko: 백그라운드 서비스
pt_br: Serviço em segundo plano
ru: Фоновый сервис
zh_hans: 后台服务
zh_hant: 後台服務

source: Background task database rebuilt. Restart your Mac.
de: Hintergrundaufgabendatenbank neu erstellt. Starten Sie Ihren Mac neu.
es: Base de datos de tareas en segundo plano reconstruida. Reinicia tu Mac.
fr: Base de données des tâches en arrière-plan reconstruite. Redémarrez votre Mac.
ja: バックグラウンド タスク データベースが再構築されました。 Mac を再起動します。
ko: 백그라운드 작업 데이터베이스가 재구축되었습니다. Mac을 재시동하세요.
pt_br: Banco de dados de tarefas em segundo plano reconstruído. Reinicie o seu Mac.
ru: Перестроена база данных фоновых задач. Перезагрузите свой Mac.
zh_hans: 后台任务数据库已重建，请重启 Mac。
zh_hant: 後台任務資料庫已重建，請重新啟動 Mac。

source: Bind Address
de: Bindungsadresse
es: Dirección de enlace
fr: Lier l'adresse
ja: バインドアドレス
ko: 바인드 주소
pt_br: Endereço de vinculação
ru: Привязать адрес
zh_hans: 绑定地址
zh_hant: 綁定位址

source: Built into macOS and system protected
de: Integriert in macOS und systemgeschützt
es: Integrado en macOS y sistema protegido
fr: Intégré à macOS et système protégé
ja: macOS に組み込まれており、システムが保護されています
ko: macOS에 내장되어 있으며 시스템 보호됨
pt_br: Integrado ao macOS e protegido pelo sistema
ru: Встроен в macOS и защищен системой
zh_hans: macOS 自带，受系统保护
zh_hant: macOS 自帶，受系統保護

source: Bun Development Service
de: Brötchen-Entwicklungsdienst
es: Servicio de desarrollo de bollos
fr: Service de développement de petits pains
ja: パン開発サービス
ko: 번 개발 서비스
pt_br: Serviço de desenvolvimento de pão
ru: Служба разработки булочек
zh_hans: Bun 开发服务
zh_hant: Bun 開發服務

source: Bun global package
de: Brötchen-Globalpaket
es: Paquete global de panecillos
fr: Forfait global Bun
ja: バングローバルパッケージ
ko: 롤빵 글로벌 패키지
pt_br: Pacote global de pão
ru: Глобальный пакет булочек
zh_hans: Bun 全局包
zh_hant: Bun 全域包

source: Cached %@
de: Zwischengespeichert %@
es: En caché %@
fr: En cache %@
ja: キャッシュされた %@
ko: 캐시된 %@
pt_br: Em cache %@
ru: Кэшированный %@
zh_hans: 缓存 %@
zh_hant: 快取 %@

source: Caches, logs, installers, and developer junk
de: Caches, Protokolle, Installationsprogramme und Entwicklermüll
es: Cachés, registros, instaladores y basura para desarrolladores
fr: Caches, journaux, installateurs et fichiers indésirables des développeurs
ja: キャッシュ、ログ、インストーラー、開発者のジャンク
ko: 캐시, 로그, 설치 프로그램 및 개발자 정크
pt_br: Caches, logs, instaladores e lixo do desenvolvedor
ru: Кэши, логи, установщики и мусор от разработчиков
zh_hans: 缓存、日志、安装包与开发工具垃圾
zh_hant: 快取、日誌、安裝包與開發工具垃圾

source: Calculating folders in %@
de: Berechnung der Ordner in %@
es: Calculando carpetas en %@
fr: Calcul des dossiers dans %@
ja: %@ のフォルダーを計算しています
ko: %@의 폴더 계산 중
pt_br: Calculando pastas em %@
ru: Расчет папок по номеру %@
zh_hans: 正在统计%@下的目录
zh_hant: 正在統計%@下的目錄

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Scan
de: Scan abbrechen
es: Cancelar escaneo
fr: Annuler la numérisation
ja: スキャンのキャンセル
ko: 스캔 취소
pt_br: Cancelar digitalização
ru: Отменить сканирование
zh_hans: 取消扫描
zh_hant: 取消掃描

source: Cannot remove login item. Please check automation permissions, or go to system settings to remove manually.
de: Anmeldeelement kann nicht entfernt werden. Bitte überprüfen Sie die Automatisierungsberechtigungen oder gehen Sie zu den Systemeinstellungen, um sie manuell zu entfernen.
es: No se puede eliminar el elemento de inicio de sesión. Verifique los permisos de automatización o vaya a la configuración del sistema para eliminarlos manualmente.
fr: Impossible de supprimer l'élément de connexion. Veuillez vérifier les autorisations d'automatisation ou accéder aux paramètres système pour les supprimer manuellement.
ja: ログイン項目を削除できません。自動化の許可を確認するか、システム設定に移動して手動で削除してください。
ko: 로그인 항목을 제거할 수 없습니다. 자동화 권한을 확인하거나 시스템 설정으로 이동하여 수동으로 제거하세요.
pt_br: Não é possível remover o item de login. Verifique as permissões de automação ou acesse as configurações do sistema para remover manualmente.
ru: Невозможно удалить элемент входа. Проверьте разрешения на автоматизацию или перейдите в настройки системы, чтобы удалить их вручную.
zh_hans: 无法移除登录项。请检查自动化权限，或前往系统设置手动移除。
zh_hant: 無法移除登入項目。請檢查自動化權限，或前往系統設定手動移除。

source: Categorize common folders and list large files
de: Kategorisieren Sie allgemeine Ordner und listen Sie große Dateien auf
es: Clasifique carpetas comunes y enumere archivos grandes
fr: Catégoriser les dossiers courants et répertorier les fichiers volumineux
ja: 一般的なフォルダーを分類し、大きなファイルをリストする
ko: 공통 폴더 분류 및 대용량 파일 나열
pt_br: Categorize pastas comuns e liste arquivos grandes
ru: Классифицировать общие папки и перечислять большие файлы
zh_hans: 统计常见目录并按内容分类，同时列出占用较大的文件
zh_hant: 統計常見目錄並依內容分類，同時列出佔用較大的文件

source: Changes apply immediately to all MachKit windows.
de: Änderungen gelten sofort für alle MachKit-Fenster.
es: Los cambios se aplican inmediatamente a todas las ventanas MachKit.
fr: Les modifications s'appliquent immédiatement à toutes les fenêtres MachKit.
ja: 変更はすべての MachKit ウィンドウに即座に適用されます。
ko: 변경 사항은 모든 MachKit 창에 즉시 적용됩니다.
pt_br: As alterações se aplicam imediatamente a todas as janelas do MachKit.
ru: Изменения применяются немедленно ко всем окнам MachKit.
zh_hans: 更改会立即应用到所有 MachKit 窗口。
zh_hant: 變更會立即套用到所有 MachKit 視窗。

source: Changes are applied immediately.
de: Änderungen werden sofort übernommen.
es: Los cambios se aplican inmediatamente.
fr: Les modifications sont appliquées immédiatement.
ja: 変更はすぐに適用されます。
ko: 변경 사항은 즉시 적용됩니다.
pt_br: As alterações são aplicadas imediatamente.
ru: Изменения применяются немедленно.
zh_hans: 更改会立即应用。
zh_hant: 更改會立即套用。

source: Changes are saved automatically.
de: Änderungen werden automatisch gespeichert.
es: Los cambios se guardan automáticamente.
fr: Les modifications sont enregistrées automatiquement.
ja: 変更は自動的に保存されます。
ko: 변경 사항은 자동으로 저장됩니다.
pt_br: As alterações são salvas automaticamente.
ru: Изменения сохраняются автоматически.
zh_hans: 更改会自动保存。
zh_hant: 變更會自動儲存。

source: Check Now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifiez maintenant
ja: 今すぐチェック
ko: 지금 확인하세요
pt_br: Verifique agora
ru: Проверьте сейчас
zh_hans: 立即检查
zh_hant: 立即檢查

source: Check Route
de: Route prüfen
es: Comprobar ruta
fr: Vérifier la route
ja: 経路を確認
ko: 경로 확인
pt_br: Verificar rota
ru: Проверить маршрут
zh_hans: 检查路由
zh_hant: 檢查路由

source: Check storage and quickly access common tools.
de: Überprüfen Sie den Speicher und greifen Sie schnell auf gängige Tools zu.
es: Verifique el almacenamiento y acceda rápidamente a herramientas comunes.
fr: Vérifiez le stockage et accédez rapidement aux outils courants.
ja: ストレージを確認し、一般的なツールにすばやくアクセスします。
ko: 스토리지를 확인하고 일반 도구에 빠르게 액세스하세요.
pt_br: Verifique o armazenamento e acesse rapidamente ferramentas comuns.
ru: Проверьте хранилище и получите быстрый доступ к общим инструментам.
zh_hans: 检查存储空间，快速进入常用工具。
zh_hant: 检查存储空间，快速进入常用工具。

source: Checking
de: Überprüfen
es: comprobando
fr: Vérification
ja: チェック中
ko: 확인 중
pt_br: Verificando
ru: Проверка
zh_hans: 正在检查
zh_hant: 正在檢查

source: Checking app caches, preferences, logs, and containers…
de: App-Caches, Einstellungen, Protokolle und Container werden geprüft…
es: Comprobando cachés, preferencias, registros y contenedores de apps…
fr: Vérification des caches, préférences, journaux et conteneurs d’apps…
ja: アプリのキャッシュ、設定、ログ、コンテナを確認中…
ko: 앱 캐시, 환경설정, 로그 및 컨테이너 확인 중…
pt_br: Verificando caches, preferências, logs e contêineres de apps…
ru: Проверка кэшей, настроек, журналов и контейнеров приложений…
zh_hans: 正在检查应用缓存、偏好设置、日志和容器…
zh_hant: 正在檢查 App 快取、偏好設定、日誌和容器…

source: Checking app caches…
de: App-Caches werden geprüft…
es: Comprobando cachés de aplicaciones…
fr: Vérification des caches d’apps…
ja: アプリのキャッシュを確認中…
ko: 앱 캐시 확인 중…
pt_br: Verificando caches de apps…
ru: Проверка кэшей приложений…
zh_hans: 正在检查应用缓存…
zh_hant: 正在檢查 App 快取…

source: Checking build caches…
de: Build-Caches werden geprüft…
es: Comprobando cachés de compilación…
fr: Vérification des caches de compilation…
ja: ビルドキャッシュを確認中…
ko: 빌드 캐시 확인 중…
pt_br: Verificando caches de build…
ru: Проверка кэшей сборки…
zh_hans: 正在检查构建缓存…
zh_hant: 正在檢查建置快取…

source: Checking command-line tools and possible leftovers…
de: Befehlszeilentools und mögliche Überreste werden geprüft…
es: Comprobando herramientas de línea de comandos y posibles restos…
fr: Vérification des outils en ligne de commande et des résidus possibles…
ja: コマンドラインツールと残留候補を確認中…
ko: 명령줄 도구와 잔여 파일 후보 확인 중…
pt_br: Verificando ferramentas de linha de comando e possíveis resíduos…
ru: Проверка консольных инструментов и возможных остатков…
zh_hans: 正在检查命令行工具和可能残留…
zh_hant: 正在檢查命令列工具和可能殘留…

source: Checking command-line tools…
de: Befehlszeilentools werden geprüft…
es: Comprobando herramientas de línea de comandos…
fr: Vérification des outils en ligne de commande…
ja: コマンドラインツールを確認中…
ko: 명령줄 도구 확인 중…
pt_br: Verificando ferramentas de linha de comando…
ru: Проверка консольных инструментов…
zh_hans: 正在检查命令行工具…
zh_hant: 正在檢查命令列工具…

source: Checking dependency libraries…
de: Abhängigkeitsbibliotheken werden geprüft…
es: Comprobando bibliotecas de dependencias…
fr: Vérification des bibliothèques de dépendances…
ja: 依存ライブラリを確認中…
ko: 종속성 라이브러리 확인 중…
pt_br: Verificando bibliotecas de dependências…
ru: Проверка библиотек зависимостей…
zh_hans: 正在检查依赖库…
zh_hant: 正在檢查相依套件庫…

source: Checking developer logs…
de: Entwicklerprotokolle werden geprüft…
es: Comprobando registros de desarrollo…
fr: Vérification des journaux de développement…
ja: 開発ログを確認中…
ko: 개발자 로그 확인 중…
pt_br: Verificando logs de desenvolvimento…
ru: Проверка журналов разработки…
zh_hans: 正在检查开发日志…
zh_hant: 正在檢查開發日誌…

source: Checking leftover app data…
de: Verbliebene App-Daten werden geprüft…
es: Comprobando datos residuales de aplicaciones…
fr: Vérification des données résiduelles d’apps…
ja: アプリの残留データを確認中…
ko: 앱 잔여 데이터 확인 중…
pt_br: Verificando dados residuais de apps…
ru: Проверка оставшихся данных приложений…
zh_hans: 正在检查应用残留数据…
zh_hant: 正在檢查 App 殘留資料…

source: Checking old installers…
de: Alte Installationsdateien werden geprüft…
es: Comprobando instaladores antiguos…
fr: Vérification des anciens programmes d’installation…
ja: 古いインストーラを確認中…
ko: 오래된 설치 파일 확인 중…
pt_br: Verificando instaladores antigos…
ru: Проверка старых установщиков…
zh_hans: 正在检查旧安装包…
zh_hant: 正在檢查舊安裝程式…

source: Checking simulator data…
de: Simulatordaten werden geprüft…
es: Comprobando datos del simulador…
fr: Vérification des données du simulateur…
ja: シミュレータデータを確認中…
ko: 시뮬레이터 데이터 확인 중…
pt_br: Verificando dados do simulador…
ru: Проверка данных симулятора…
zh_hans: 正在检查模拟器数据…
zh_hant: 正在檢查模擬器資料…

source: Choose Applications Folder
de: Wählen Sie den Anwendungsordner
es: Elija la carpeta de aplicaciones
fr: Choisir le dossier Applications
ja: アプリケーションフォルダーを選択してください
ko: 응용 프로그램 폴더 선택
pt_br: Escolha a pasta de aplicativos
ru: Выберите папку приложений
zh_hans: 选择 Applications 目录
zh_hant: 选择 Applications 目录

source: Choose Folder
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダーの選択
ko: 폴더 선택
pt_br: Escolha a pasta
ru: Выберите папку
zh_hans: 选择目录
zh_hant: 選擇目錄

source: Choose Scan Folder
de: Wählen Sie „Ordner scannen“.
es: Elija la carpeta de escaneo
fr: Choisissez le dossier de numérisation
ja: スキャンフォルダーの選択
ko: 스캔 폴더 선택
pt_br: Escolha a pasta de digitalização
ru: Выберите папку сканирования
zh_hans: 选择扫描目录
zh_hant: 選擇掃描目錄

source: Choose the display mode used by the window
de: Wählen Sie den vom Fenster verwendeten Anzeigemodus
es: Elija el modo de visualización utilizado por la ventana.
fr: Choisir le mode d'affichage utilisé par la fenêtre
ja: ウィンドウで使用される表示モードを選択します
ko: 창에서 사용되는 표시 모드를 선택하세요.
pt_br: Escolha o modo de exibição usado pela janela
ru: Выберите режим отображения, используемый окном
zh_hans: 选择窗口使用的显示模式
zh_hant: 选择窗口使用的显示模式

source: Choose the interface language MachKit uses
de: Wählen Sie die von MachKit verwendete Oberflächensprache
es: Elija el idioma de la interfaz que usa MachKit
fr: Choisissez la langue d'interface utilisée par MachKit
ja: MachKit が使用するインターフェース言語を選択します
ko: MachKit가 사용하는 인터페이스 언어를 선택하세요.
pt_br: Escolha o idioma da interface que o MachKit usa
ru: Выберите язык интерфейса, который использует MachKit
zh_hans: 设置 MachKit 使用的界面语言
zh_hant: 设置 MachKit 使用的界面语言

source: Choose your user folder or a test folder.
de: Wählen Sie Ihren Benutzerordner oder einen Testordner.
es: Elija su carpeta de usuario o una carpeta de prueba.
fr: Choisissez votre dossier utilisateur ou un dossier de test.
ja: ユーザー フォルダーまたはテスト フォルダーを選択します。
ko: 사용자 폴더 또는 테스트 폴더를 선택합니다.
pt_br: Escolha sua pasta de usuário ou uma pasta de teste.
ru: Выберите пользовательскую папку или тестовую папку.
zh_hans: 请选择你的用户目录或一个测试目录。
zh_hant: 請選擇你的使用者目錄或一個測試目錄。

source: Choose your user folder to scan caches and logs.
de: Wählen Sie Ihren Benutzerordner zum Scannen von Caches und Protokollen.
es: Elija su carpeta de usuario para escanear cachés y registros.
fr: Choisissez votre dossier utilisateur pour analyser les caches et les journaux.
ja: キャッシュとログをスキャンするユーザー フォルダーを選択します。
ko: 캐시와 로그를 검사하려면 사용자 폴더를 선택하세요.
pt_br: Escolha sua pasta de usuário para verificar caches e logs.
ru: Выберите папку пользователя для сканирования кешей и журналов.
zh_hans: 请选择你的用户目录，用于扫描缓存与日志。
zh_hant: 請選擇你的使用者目錄，用於掃描快取與日誌。

source: Clean results
de: Saubere Ergebnisse
es: Resultados limpios
fr: Des résultats propres
ja: クリーンな結果
ko: 깔끔한 결과
pt_br: Resultados limpos
ru: Чистые результаты
zh_hans: 清理结果
zh_hant: 清理結果

source: Clean Selected
de: Ausgewählte bereinigen
es: Limpiar Seleccionado
fr: Nettoyer la sélection
ja: 選択したものを消去
ko: 선택한 항목 정리
pt_br: Limpar selecionado
ru: Очистить выбранное
zh_hans: 清理所选
zh_hant: 清理所選

source: Clean Selected Items
de: Bereinigen Sie ausgewählte Elemente
es: Limpiar elementos seleccionados
fr: Nettoyer les éléments sélectionnés
ja: 選択したアイテムをクリーンアップ
ko: 선택한 항목 정리
pt_br: Limpar itens selecionados
ru: Очистить выбранные элементы
zh_hans: 清理所选项目
zh_hant: 清理所選項目

source: Cleanable
de: Reinigbar
es: Limpiable
fr: Nettoyable
ja: 洗浄可能
ko: 청소 가능
pt_br: Lavável
ru: Очищаемый
zh_hans: 可清理
zh_hant: 可清理

source: Cleanable Space
de: Reinigbarer Raum
es: Espacio limpiable
fr: Espace nettoyable
ja: 掃除可能なスペース
ko: 청소 가능한 공간
pt_br: Espaço limpável
ru: Очищаемое пространство
zh_hans: 可清理空间
zh_hant: 可清理空間

source: Cleanup
de: Bereinigen
es: Limpieza
fr: Nettoyage
ja: クリーン
ko: 정리
pt_br: Limpeza
ru: Очистка
zh_hans: 垃圾清理
zh_hant: 垃圾清理

source: Clear All App Data?
de: Alle App-Daten löschen?
es: ¿Borrar todos los datos de la app?
fr: Effacer toutes les données de l’app ?
ja: すべてのアプリデータを消去しますか？
ko: 모든 앱 데이터를 지울까요?
pt_br: Limpar todos os dados do app?
ru: Очистить все данные приложения?
zh_hans: 清除所有应用数据？
zh_hant: 清除所有 App 資料？

source: Clear and Quit
de: Löschen und beenden
es: Borrar y salir
fr: Effacer et quitter
ja: 消去して終了
ko: 지우고 종료
pt_br: Limpar e sair
ru: Очистить и выйти
zh_hans: 清除并退出
zh_hant: 清除並結束

source: Clear App Data
de: App-Daten löschen
es: Borrar datos de la app
fr: Effacer les données de l’app
ja: アプリデータを消去
ko: 앱 데이터 지우기
pt_br: Limpar dados do app
ru: Очистить данные приложения
zh_hans: 清除应用数据
zh_hant: 清除 App 資料
